Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.notifications.desktop.status.unknown
source: Permission unknown
ar: الإذن غير معروف
bs: Dozvola nepoznata
da: Tilladelse ukendt
de: Berechtigung unbekannt
es: Permiso desconocido
fr: Autorisation inconnue
it: Autorizzazione sconosciuta
ja: 権限が不明です
ko: 권한 알 수 없음
nb: Tillatelse ukjent
pl: Nieznane uprawnienie
pt_br: Permissão desconhecida
ru: Разрешение неизвестно
th: ไม่ทราบสิทธิ์
tr: İzin bilinmiyor
uk: Дозвіл невідомий
zh_hans: 权限未知
zh_hant: 權限未知

# settings.notifications.desktop.subtitle.allowed
source: Desktop notifications are enabled.
ar: تم تمكين إشعارات سطح المكتب.
bs: Obavještenja na radnoj površini su omogućena.
da: Skrivebordsnotifikationer er slået til.
de: Desktop-Benachrichtigungen sind aktiviert.
es: Las notificaciones de escritorio están activadas.
fr: Les notifications du bureau sont activées.
it: Le notifiche desktop sono abilitate.
ja: デスクトップ通知は有効です。
ko: 데스크톱 알림이 활성화되어 있습니다.
nb: Skrivebordsvarsler er aktivert.
pl: Powiadomienia na pulpicie są włączone.
pt_br: As notificações da área de trabalho estão ativadas.
ru: Уведомления на рабочем столе включены.
th: การแจ้งเตือนบนเดสก์ท็อปเปิดใช้งานอยู่
tr: Masaüstü bildirimleri etkin.
uk: Сповіщення на робочому столі увімкнено.
zh_hans: 桌面通知已启用。
zh_hant: 桌面通知已啟用。

# settings.notifications.desktop.subtitle.denied
source: Desktop notifications are disabled in System Settings.
ar: تم تعطيل إشعارات سطح المكتب في إعدادات النظام.
bs: Obavještenja na radnoj površini su onemogućena u Postavkama sistema.
da: Skrivebordsnotifikationer er deaktiveret i Systemindstillinger.
de: Desktop-Benachrichtigungen sind in den Systemeinstellungen deaktiviert.
es: Las notificaciones de escritorio están desactivadas en Ajustes del Sistema.
fr: Les notifications du bureau sont désactivées dans les Réglages Système.
it: Le notifiche desktop sono disabilitate nelle Impostazioni di Sistema.
ja: デスクトップ通知はシステム設定で無効になっています。
ko: 데스크톱 알림이 시스템 설정에서 비활성화되어 있습니다.
nb: Skrivebordsvarsler er deaktivert i Systeminnstillinger.
pl: Powiadomienia na pulpicie są wyłączone w Ustawieniach systemowych.
pt_br: As notificações da área de trabalho estão desativadas nos Ajustes do Sistema.
ru: Уведомления на рабочем столе отключены в Системных настройках.
th: การแจ้งเตือนบนเดสก์ท็อปถูกปิดใช้งานในการตั้งค่าระบบ
tr: Masaüstü bildirimleri Sistem Ayarları'nda devre dışı.
uk: Сповіщення на робочому столі вимкнено в Системних налаштуваннях.
zh_hans: 桌面通知已在系统设置中禁用。
zh_hant: 桌面通知已在「系統設定」中停用。

# settings.notifications.desktop.subtitle.notDetermined
source: Desktop notifications are not enabled yet.
ar: لم يتم تمكين إشعارات سطح المكتب بعد.
bs: Obavještenja na radnoj površini još nisu omogućena.
da: Skrivebordsnotifikationer er ikke slået til endnu.
de: Desktop-Benachrichtigungen sind noch nicht aktiviert.
es: Las notificaciones de escritorio aún no están activadas.
fr: Les notifications du bureau ne sont pas encore activées.
it: Le notifiche desktop non sono ancora abilitate.
ja: デスクトップ通知はまだ有効になっていません。
ko: 데스크톱 알림이 아직 활성화되지 않았습니다.
nb: Skrivebordsvarsler er ikke aktivert ennå.
pl: Powiadomienia na pulpicie nie są jeszcze włączone.
pt_br: As notificações da área de trabalho ainda não estão ativadas.
ru: Уведомления на рабочем столе еще не включены.
th: การแจ้งเตือนบนเดสก์ท็อปยังไม่ได้เปิดใช้งาน
tr: Masaüstü bildirimleri henüz etkin değil.
uk: Сповіщення на робочому столі ще не увімкнено.
zh_hans: 桌面通知尚未启用。
zh_hant: 桌面通知尚未啟用。

# settings.notifications.desktop.test.title
source: cmux test notification
ar: اختبار إشعارات cmux
bs: cmux test obavještenja
da: cmux-notifikationstest
de: cmux-Mitteilungstest
es: Prueba de notificaciones de cmux
fr: Test de notification cmux
it: Test notifiche cmux
ja: cmux テスト通知
ko: cmux 알림 테스트
nb: cmux-varslingstest
pl: Test powiadomień cmux
pt_br: Teste de notificações do cmux
ru: Тест уведомлений cmux
th: ทดสอบการแจ้งเตือน cmux
tr: cmux bildirim testi
uk: Тест сповіщень cmux
zh_hans: cmux 通知测试
zh_hant: cmux 通知測試

# settings.notifications.paneFlash.subtitle
source: Briefly flash an outline when cmux highlights a pane.
ar: وميض الحد الخارجي لفترة وجيزة عندما يقوم cmux بتمييز جزء.
de: Kurz einen Umriss aufblinken lassen, wenn cmux ein Teilfenster hervorhebt.
es: Destella brevemente un contorno cuando cmux resalta un panel.
fr: Faire clignoter brièvement une bordure lorsque cmux met en surbrillance un volet.
ja: cmux がペインを強調表示するときにアウトラインを一時的に点滅させます。
ko: cmux가 패인을 강조할 때 테두리를 잠시 깜빡입니다.
uk: Короткочасно підсвічувати рамкою панель, на яку cmux звертає увагу.
zh_hans: 当 cmux 高亮某个窗格时，短暂闪烁一圈轮廓。
zh_hant: 當 cmux 醒目提示窗格時，短暫閃爍外框。

# settings.notifications.paneFlash.title
source: Pane Flash
ar: وميض الجزء
de: Teilfenster-Aufblinken
es: Destello de panel
fr: Clignotement du volet
ja: ペインフラッシュ
ko: 패인 플래시
uk: Підсвічування панелі
zh_hans: 窗格闪烁
zh_hant: 窗格閃爍

# settings.notifications.paneRing.subtitle
source: Show a ring around panes with unread notifications.
ar: إظهار حلقة حول الأجزاء التي تحتوي على إشعارات غير مقروءة.
de: Einen Ring um Teilfenster mit ungelesenen Benachrichtigungen anzeigen.
es: Muestra un anillo alrededor de los paneles con notificaciones sin leer.
fr: Afficher un anneau autour des volets ayant des notifications non lues.
ja: 未読の通知があるペインの周囲にリングを表示します。
ko: 읽지 않은 알림이 있는 패인 주위에 링을 표시합니다.
uk: Показувати кільце навколо панелей з непрочитаними сповіщеннями.
zh_hans: 为有未读通知的窗格显示一圈光环。
zh_hant: 在有未讀通知的窗格外顯示圓環。

# settings.notifications.paneRing.title
source: Unread Pane Ring
ar: حلقة الجزء غير المقروء
de: Ring für ungelesene Teilfenster
es: Anillo de panel sin leer
fr: Anneau de volet non lu
ja: 未読ペインリング
ko: 읽지 않은 패인 링
uk: Кільце непрочитаних панелей
zh_hans: 未读窗格边框
zh_hant: 未讀窗格圓環

# settings.notifications.soundOverrides.agent
source: Agent
ar: وكيل
es: Agente
it: Agente
ja: エージェント
ko: 에이전트
pt_br: Agente
ru: Агент
th: เอเจนต์
tr: Ajan
uk: Агент
zh_hans: 代理
zh_hant: 代理程式

# settings.notifications.soundOverrides.chooseCustom
source: Choose Custom File…
ar: اختيار ملف مخصص…
bs: Izaberi prilagođenu datoteku…
da: Vælg brugerdefineret fil…
de: Benutzerdefinierte Datei auswählen…
es: Elegir archivo personalizado…
fr: Choisir un fichier personnalisé…
it: Scegli file personalizzato…
ja: カスタムファイルを選択…
ko: 사용자 지정 파일 선택…
nb: Velg egendefinert fil…
pl: Wybierz niestandardowy plik…
pt_br: Escolher arquivo personalizado…
ru: Выбрать пользовательский файл…
th: เลือกไฟล์กำหนดเอง…
tr: Özel dosya seç…
uk: Вибрати власний файл…
zh_hans: 选择自定义文件…
zh_hant: 選擇自訂檔案…

# settings.notifications.soundOverrides.chooseCustom.title
source: Choose Notification Sound
ar: اختيار صوت الإشعار
bs: Izaberi zvuk obavijesti
da: Vælg notifikationslyd
de: Benachrichtigungston auswählen
es: Elegir sonido de notificación
fr: Choisir le son de notification
it: Scegli suono di notifica
ja: 通知サウンドを選択
ko: 알림 소리 선택
nb: Velg varslingslyd
pl: Wybierz dźwięk powiadomienia
pt_br: Escolher som de notificação
ru: Выбрать звук уведомления
th: เลือกเสียงการแจ้งเตือน
tr: Bildirim sesini seç
uk: Вибрати звук сповіщення
zh_hans: 选择通知声音
zh_hant: 選擇通知聲音

# settings.notifications.soundOverrides.custom
source: Custom
ar: مخصص
bs: Prilagođeno
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nb: Egendefinert
pl: Niestandardowe
pt_br: Personalizado
ru: Пользовательский
th: กำหนดเอง
tr: Özel
uk: Власний
zh_hans: 自定义
zh_hant: 自訂

# settings.notifications.soundOverrides.errorStalled
source: Error / Stalled
ar: خطأ / متوقف
bs: Greška / zaustavljeno
da: Fejl / gået i stå
de: Fehler / Angehalten
es: Error / detenido
fr: Erreur / bloqué
it: Errore / bloccato
ja: エラー / 停止
ko: 오류 / 중지됨
nb: Feil / stoppet
pl: Błąd / zatrzymano
pt_br: Erro / parado
ru: Ошибка / остановлено
th: ข้อผิดพลาด / หยุดทำงาน
tr: Hata / durdu
uk: Помилка / зупинено
zh_hans: 错误 / 已停止
zh_hant: 錯誤 / 已停止

# settings.notifications.soundOverrides.global
source: Global
ar: عام
bs: Globalno
it: Globale
ja: グローバル
ko: 전역
pl: Globalne
ru: Глобальный
th: ทั่วโลก
tr: Genel
uk: Глобальна
zh_hans: 全局
zh_hant: 全域

# settings.notifications.soundOverrides.help
source: Choose a sound for each agent and alert type. Empty cells use the global notification sound.
ar: اختر صوتًا لكل وكيل ونوع تنبيه. تستخدم الخلايا الفارغة صوت الإشعارات العام.
bs: Odaberite zvuk za svakog agenta i vrstu upozorenja. Prazne ćelije koriste globalni zvuk obavijesti.
da: Vælg en lyd for hver agent og alarmtype. Tomme celler bruger den globale notifikationslyd.
de: Wähle für jeden Agenten und Alarmtyp einen Ton. Leere Felder verwenden den globalen Benachrichtigungston.
es: Elige un sonido para cada agente y tipo de alerta. Las celdas vacías usan el sonido de notificación global.
fr: Choisissez un son pour chaque agent et type d’alerte. Les cellules vides utilisent le son de notification global.
it: Scegli un suono per ogni agente e tipo di avviso. Le celle vuote usano il suono di notifica globale.
ja: エージェントとアラート種別ごとにサウンドを選択できます。空のセルはグローバル通知サウンドを使用します。
ko: 각 에이전트와 알림 유형에 사용할 소리를 선택합니다. 빈 셀은 전역 알림 소리를 사용합니다.
nb: Velg en lyd for hver agent og varslingstype. Tomme celler bruker den globale varslingslyden.
pl: Wybierz dźwięk dla każdego agenta i typu alertu. Puste komórki używają globalnego dźwięku powiadomień.
pt_br: Escolha um som para cada agente e tipo de alerta. As células vazias usam o som de notificação global.
ru: Выберите звук для каждого агента и типа оповещения. Пустые ячейки используют глобальный звук уведомлений.
th: เลือกเสียงสำหรับเอเจนต์และประเภทการแจ้งเตือนแต่ละรายการ เซลล์ว่างจะใช้เสียงแจ้งเตือนแบบทั่วโลก
tr: Her ajan ve uyarı türü için bir ses seçin. Boş hücreler genel bildirim sesini kullanır.
uk: Виберіть звук для кожного агента й типу сповіщення. Порожні клітинки використовують глобальний звук сповіщень.
zh_hans: 为每个代理和提醒类型选择声音。空白单元格使用全局通知声音。
zh_hant: 為每個代理程式和提醒類型選擇聲音。空白儲存格會使用全域通知聲音。

# settings.notifications.soundOverrides.invalidFile
source: That file is missing or cannot be decoded as audio.
ar: الملف مفقود أو يتعذر فك ترميزه كصوت.
bs: Datoteka nedostaje ili se ne može dekodirati kao zvuk.
da: Filen mangler eller kan ikke afkodes som lyd.
de: Die Datei fehlt oder kann nicht als Audio decodiert werden.
es: Falta el archivo o no se puede decodificar como audio.
fr: Le fichier est absent ou ne peut pas être décodé comme audio.
it: Il file manca o non può essere decodificato come audio.
ja: ファイルが存在しないか、音声としてデコードできません。
ko: 파일이 없거나 오디오로 디코딩할 수 없습니다.
nb: Filen mangler eller kan ikke dekodes som lyd.
pl: Brakuje pliku lub nie można go zdekodować jako dźwięku.
pt_br: O arquivo está ausente ou não pode ser decodificado como áudio.
ru: Файл отсутствует или не может быть декодирован как аудио.
th: ไม่พบไฟล์หรือไม่สามารถถอดรหัสเป็นเสียงได้
tr: Dosya eksik veya ses olarak çözümlenemiyor.
uk: Файл відсутній або його не можна декодувати як аудіо.
zh_hans: 文件缺失或无法解码为音频。
zh_hant: 檔案遺失或無法解碼為音訊。

# settings.notifications.soundOverrides.invalidConfiguration
source: The saved per-agent sound settings are invalid. Fix notifications.soundOverrides in cmux.json before editing.
ar: إعدادات الصوت المحفوظة لكل وكيل غير صالحة. أصلح notifications.soundOverrides في cmux.json قبل التحرير.
bs: Sačuvane postavke zvuka po agentu nisu važeće. Ispravite notifications.soundOverrides u cmux.json prije uređivanja.
da: De gemte lydindstillinger pr. agent er ugyldige. Ret notifications.soundOverrides i cmux.json, før du redigerer.
de: Die gespeicherten agentenspezifischen Toneinstellungen sind ungültig. Korrigiere notifications.soundOverrides in cmux.json vor dem Bearbeiten.
es: La configuración de sonido por agente guardada no es válida. Corrige notifications.soundOverrides en cmux.json antes de editarla.
fr: Les réglages de son par agent enregistrés sont invalides. Corrigez notifications.soundOverrides dans cmux.json avant de modifier.
it: Le impostazioni del suono per agente salvate non sono valide. Correggi notifications.soundOverrides in cmux.json prima di modificarle.
ja: 保存されたエージェント別サウンド設定が無効です。編集する前に cmux.json の notifications.soundOverrides を修正してください。
ko: 저장된 에이전트별 소리 설정이 잘못되었습니다. 편집하기 전에 cmux.json의 notifications.soundOverrides를 수정하세요.
nb: De lagrede lydinnstillingene per agent er ugyldige. Rett notifications.soundOverrides i cmux.json før du redigerer.
pl: Zapisane ustawienia dźwięku dla agentów są nieprawidłowe. Popraw notifications.soundOverrides w cmux.json przed edycją.
pt_br: As configurações de som por agente salvas são inválidas. Corrija notifications.soundOverrides em cmux.json antes de editar.
ru: Сохранённые настройки звука для агентов недействительны. Исправьте notifications.soundOverrides в cmux.json перед редактированием.
th: การตั้งค่าเสียงแยกตามเอเจนต์ที่บันทึกไว้ไม่ถูกต้อง แก้ไข notifications.soundOverrides ใน cmux.json ก่อนแก้ไข
tr: Kaydedilen ajan başına ses ayarları geçersiz. Düzenlemeden önce cmux.json içindeki notifications.soundOverrides değerini düzeltin.
uk: Збережені налаштування звуку для агентів недійсні. Виправте notifications.soundOverrides у cmux.json перед редагуванням.
zh_hans: 已保存的代理声音设置无效。请先修复 cmux.json 中的 notifications.soundOverrides，再进行编辑。
zh_hant: 已儲存的代理程式聲音設定無效。請先修正 cmux.json 中的 notifications.soundOverrides，再進行編輯。

# settings.notifications.soundOverrides.needsInput
source: Needs Input
ar: يحتاج إلى إدخال
bs: Potreban unos
da: Kræver input
de: Eingabe erforderlich
es: Necesita entrada
fr: Saisie requise
it: Richiede input
ja: 入力が必要
ko: 입력 필요
nb: Trenger inndata
pl: Wymaga danych wejściowych
pt_br: Precisa de entrada
ru: Требуется ввод
th: ต้องการอินพุต
tr: Girdi gerekiyor
uk: Потрібне введення
zh_hans: 需要输入
zh_hant: 需要輸入

# settings.notifications.soundOverrides.noAgents
source: No registered agents found.
ar: لم يتم العثور على وكلاء مسجلين.
bs: Nisu pronađeni registrovani agenti.
da: Ingen registrerede agenter fundet.
de: Keine registrierten Agenten gefunden.
es: No se encontraron agentes registrados.
fr: Aucun agent enregistré trouvé.
it: Nessun agente registrato trovato.
ja: 登録済みのエージェントが見つかりません。
ko: 등록된 에이전트를 찾을 수 없습니다.
nb: Fant ingen registrerte agenter.
pl: Nie znaleziono zarejestrowanych agentów.
pt_br: Nenhum agente registrado encontrado.
ru: Зарегистрированные агенты не найдены.
th: ไม่พบเอเจนต์ที่ลงทะเบียนไว้
tr: Kayıtlı ajan bulunamadı.
uk: Зареєстрованих агентів не знайдено.
zh_hans: 未找到已注册的代理。
zh_hant: 找不到已註冊的代理程式。

# settings.notifications.soundOverrides.subtitle
source: Override the sound for a specific agent and alert type.
ar: تجاوز الصوت لوكيل ونوع تنبيه محددين.
bs: Zamijenite zvuk za određenog agenta i vrstu upozorenja.
da: Tilsidesæt lyden for en bestemt agent og alarmtype.
de: Den Ton für einen bestimmten Agenten und Alarmtyp überschreiben.
es: Anula el sonido para un agente y tipo de alerta específicos.
fr: Remplace le son pour un agent et un type d’alerte donnés.
it: Sostituisci il suono per uno specifico agente e tipo di avviso.
ja: 特定のエージェントとアラート種別のサウンドを上書きします。
ko: 특정 에이전트와 알림 유형의 소리를 재정의합니다.
nb: Overstyr lyden for en bestemt agent og varslingstype.
pl: Zastąp dźwięk dla określonego agenta i typu alertu.
pt_br: Substitua o som de um agente e tipo de alerta específicos.
ru: Переопределите звук для конкретного агента и типа оповещения.
th: แทนที่เสียงสำหรับเอเจนต์และประเภทการแจ้งเตือนที่ระบุ
tr: Belirli bir ajan ve uyarı türü için sesi geçersiz kılın.
uk: Замініть звук для певного агента й типу сповіщення.
zh_hans: 覆盖特定代理和提醒类型的声音。
zh_hant: 覆寫特定代理程式和提醒類型的聲音。

# settings.notifications.soundOverrides.title
source: Per-Agent Notification Sounds
ar: أصوات الإشعارات لكل وكيل
bs: Obavijesni zvukovi po agentu
da: Notifikationslyde pr. agent
de: Benachrichtigungstöne pro Agent
es: Sonidos de notificación por agente
fr: Sons de notification par agent
it: Suoni di notifica per agente
ja: エージェント別通知サウンド
ko: 에이전트별 알림 소리
nb: Varslingslyder per agent
pl: Dźwięki powiadomień dla agentów
pt_br: Sons de notificação por agente
ru: Звуки уведомлений для агентов
th: เสียงการแจ้งเตือนแยกตามเอเจนต์
tr: Ajan başına bildirim sesleri
uk: Звуки сповіщень для агентів
zh_hans: 按代理设置通知声音
zh_hant: 依代理程式設定通知聲音

# settings.notifications.soundOverrides.turnDone
source: Turn Done
ar: اكتمل الدور
bs: Turn završen
da: Tur fuldført
de: Turn abgeschlossen
es: Turno completado
fr: Tour terminé
it: Turno completato
ja: ターン完了
ko: 턴 완료
nb: Tur fullført
pl: Tura zakończona
pt_br: Turno concluído
ru: Ход завершён
th: จบรอบแล้ว
tr: Tur tamamlandı
uk: Хід завершено
zh_hans: 回合完成
zh_hant: 回合完成

# settings.notifications.soundOverrides.useGlobal
source: Use Global Sound
ar: استخدام الصوت العام
bs: Koristi globalni zvuk
da: Brug global lyd
de: Globalen Ton verwenden
es: Usar sonido global
fr: Utiliser le son global
it: Usa suono globale
ja: グローバルサウンドを使用
ko: 전역 소리 사용
nb: Bruk global lyd
pl: Użyj globalnego dźwięku
pt_br: Usar som global
ru: Использовать глобальный звук
th: ใช้เสียงแบบทั่วโลก
tr: Genel sesi kullan
uk: Використовувати глобальний звук
zh_hans: 使用全局声音
zh_hant: 使用全域聲音

# settings.notifications.sound.option.default
source: Default
ar: افتراضي
bs: Zadano
da: Standard
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
nb: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Стандартний
zh_hans: 默认
zh_hant: 預設

# settings.notifications.sound.option.basso
source: Basso
ar: باسو
es: Bajo
fr: Basse
ko: 저음
ru: Бассо
th: เบสโซ
uk: Бассо
zh_hans: 低音
zh_hant: 低音

# settings.notifications.sound.option.blow
source: Blow
ar: نفخة
bs: Puh
da: Blæs
de: Pusten
es: Soplo
fr: Souffle
it: Soffio
ko: 바람
nb: Blås
pl: Podmuch
pt_br: Sopro
ru: Дуновение
th: เป่า
tr: Üfleme
uk: Подих
zh_hans: 吹气
zh_hant: 吹氣

# settings.notifications.sound.option.bottle
source: Bottle
ar: زجاجة
bs: Boca
da: Flaske
de: Flasche
es: Botella
fr: Bouteille
it: Bottiglia
ko: 병
nb: Flaske
pl: Butelka
pt_br: Garrafa
ru: Бутылка
th: ขวด
tr: Şişe
uk: Пляшка
zh_hans: 瓶子
zh_hant: 瓶子

# settings.notifications.sound.option.frog
source: Frog
ar: ضفدع
bs: Žaba
da: Frø
de: Frosch
es: Rana
fr: Grenouille
it: Rana
ko: 개구리
nb: Frosk
pl: Żaba
pt_br: Sapo
ru: Лягушка
th: กบ
tr: Kurbağa
uk: Жаба
zh_hans: 青蛙
zh_hant: 青蛙

# settings.notifications.sound.option.funk
source: Funk
ar: فونك
ko: 펑크
ru: Фанк
th: ฟังก์
uk: Фанк
zh_hans: 放克
zh_hant: 放克

# settings.notifications.sound.option.glass
source: Glass
ar: زجاج
bs: Staklo
da: Glas
de: Glas
es: Cristal
fr: Verre
it: Vetro
ko: 유리
pl: Szkło
pt_br: Vidro
ru: Стекло
th: แก้ว
tr: Cam
uk: Скло
zh_hans: 玻璃
zh_hant: 玻璃

# settings.notifications.sound.option.hero
source: Hero
ar: بطل
bs: Junak
da: Helt
de: Held
es: Héroe
fr: Héros
it: Eroe
ko: 영웅
nb: Helt
pl: Bohater
pt_br: Herói
ru: Герой
th: ฮีโร่
tr: Kahraman
uk: Герой
zh_hans: 英雄
zh_hant: 英雄

# settings.notifications.sound.option.morse
source: Morse
ar: مورس
ko: 모스
ru: Морзе
th: มอร์ส
tr: Mors
uk: Морзе
zh_hans: 莫尔斯
zh_hant: 摩斯

# settings.notifications.sound.option.ping
source: Ping
ar: طنين
ko: 핑
ru: Пинг
th: ปิง
uk: Пінг

# settings.notifications.sound.option.pop
source: Pop
ar: فرقعة
ko: 팝
ru: Хлопок
th: ป๊อป
uk: Поп

# settings.notifications.sound.option.purr
source: Purr
ar: خرخرة
bs: Predenje
da: Spinden
de: Schnurren
es: Ronroneo
fr: Ronronnement
it: Fusa
ko: 그르렁
nb: Spinning
pl: Mruczenie
pt_br: Ronronar
ru: Мурлыканье
th: เสียงคราง
tr: Mırlama
uk: Муркотіння
zh_hans: 呼噜
zh_hant: 呼嚕

# settings.notifications.sound.option.submarine
source: Submarine
ar: غواصة
bs: Podmornica
da: Ubåd
de: U-Boot
es: Submarino
fr: Sous-marin
it: Sottomarino
ko: 잠수함
nb: Ubåt
pl: Łódź podwodna
pt_br: Submarino
ru: Подводная лодка
th: เรือดำน้ำ
tr: Denizaltı
uk: Підводний човен
zh_hans: 潜水艇
zh_hant: 潛水艇

# settings.notifications.sound.option.tink
source: Tink
ar: رنين
bs: Zvon
da: Kling
de: Kling
es: Tintineo
fr: Tintement
it: Tintinnio
ko: 땡
nb: Kling
pl: Brzdęk
pt_br: Tilintar
ru: Звон
th: ติ๊ง
tr: Tık
uk: Дзенькіт
zh_hans: 叮
zh_hant: 叮

# settings.notifications.sound.option.customFile
source: Custom File…
ar: ملف مخصص…
bs: Prilagođena datoteka…
da: Brugerdefineret fil…
de: Benutzerdefinierte Datei…
es: Archivo personalizado…
fr: Fichier personnalisé…
it: File personalizzato…
ja: カスタムファイル…
ko: 사용자 지정 파일…
nb: Egendefinert fil…
pl: Plik niestandardowy…
pt_br: Arquivo personalizado…
ru: Пользовательский файл…
th: ไฟล์กำหนดเอง…
tr: Özel dosya…
uk: Власний файл…
zh_hans: 自定义文件…
zh_hant: 自訂檔案…

# settings.notifications.sound.option.none
source: None
ar: لا شيء
bs: Nema
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

# settings.notifications.sound.custom.choose.button
source: Choose...
ar: اختيار...
de: Auswählen...
es: Elegir...
fr: Choisir...
ja: 選択...
ko: 선택...
uk: Вибрати...
zh_hans: 选择...
zh_hant: 選擇…

# settings.notifications.sound.custom.choose.prompt
source: Choose
ar: اختيار
de: Auswählen
es: Elegir
fr: Choisir
ja: 選択
ko: 선택
uk: Вибрати
zh_hans: 选择
zh_hant: 選擇

# settings.notifications.sound.custom.choose.title
source: Choose Notification Sound
ar: اختيار صوت الإشعار
de: Benachrichtigungston auswählen
es: Elegir sonido de notificación
fr: Choisir un son de notification
ja: 通知サウンドを選択
ko: 알림 소리 선택
uk: Вибрати звук сповіщення
zh_hans: 选择通知声音
zh_hant: 選擇通知音效

# settings.notifications.sound.custom.clear.button
source: Clear
ar: واضح
de: Klar
es: Claro
fr: Clair
ja: クリア
ko: 지우기
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# settings.notifications.sound.custom.invalid.message
source: The file is missing or cannot be decoded as audio.
ar: الملف مفقود أو يتعذر فك ترميزه كصوت.
bs: Datoteka nedostaje ili se ne može dekodirati kao zvuk.
da: Filen mangler eller kan ikke afkodes som lyd.
de: Die Datei fehlt oder kann nicht als Audio decodiert werden.
es: Falta el archivo o no se puede decodificar como audio.
fr: Le fichier est absent ou ne peut pas être décodé comme audio.
it: Il file manca o non può essere decodificato come audio.
ja: ファイルが存在しないか、音声としてデコードできません。
ko: 파일이 없거나 오디오로 디코딩할 수 없습니다.
nb: Filen mangler eller kan ikke dekodes som lyd.
pl: Brakuje pliku lub nie można go zdekodować jako dźwięku.
pt_br: O arquivo está ausente ou não pode ser decodificado como áudio.
ru: Файл отсутствует или не может быть декодирован как аудио.
th: ไม่พบไฟล์หรือไม่สามารถถอดรหัสเป็นเสียงได้
tr: Dosya eksik veya ses olarak çözümlenemiyor.
uk: Файл відсутній або його не можна декодувати як аудіо.
zh_hans: 文件缺失或无法解码为音频。
zh_hant: 檔案遺失或無法解碼為音訊。

# settings.notifications.sound.custom.error.title
source: Custom Notification Sound Error
ar: خطأ في صوت الإشعار المخصص
de: Fehler bei benutzerdefiniertem Benachrichtigungston
es: Error del sonido de notificación personalizado
fr: Erreur de son de notification personnalisé
ja: カスタム通知サウンドのエラー
ko: 사용자 지정 알림 소리 오류
uk: Помилка власного звуку сповіщення
zh_hans: 自定义通知声音错误
zh_hant: 自訂通知音效錯誤

# settings.notifications.sound.custom.file.none
source: No file selected
ar: لم يتم تحديد أي ملف
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
ja: ファイル未選択
ko: 선택된 파일 없음
uk: Файл не вибрано
zh_hans: 未选择文件
zh_hant: 未選取任何檔案

# settings.notifications.sound.custom.panelTitle
source: Choose Notification Sound
ar: اختيار صوت الإشعار
de: Benachrichtigungston auswählen
es: Elegir sonido de notificación
fr: Choisir un son de notification
ja: 通知音を選択
ko: 알림음 선택
zh_hans: 选择通知声音
zh_hant: 選擇通知音效

# settings.notifications.sound.custom.validating
source: Validating notification sound
ar: جارٍ التحقق من صوت الإشعار
bs: Provjera zvuka obavijesti
da: Validerer notifikationslyd
de: Benachrichtigungston wird geprüft
es: Validando el sonido de notificación
fr: Validation du son de notification
it: Convalida del suono di notifica
ja: 通知音を検証中
ko: 알림 소리 확인 중
nb: Validerer varslingslyd
pl: Sprawdzanie dźwięku powiadomienia
pt_br: Validando som de notificação
ru: Проверка звука уведомления
th: กำลังตรวจสอบเสียงการแจ้งเตือน
tr: Bildirim sesi doğrulanıyor
uk: Перевірка звуку сповіщення
zh_hans: 正在验证通知声音
zh_hant: 正在驗證通知聲音
